---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionSlopedFlangeAngle
source: html/23525c8a-30fc-f663-4020-e5418dc17859.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionSlopedFlangeAngle Property

"Sloped Flange Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionSlopedFlangeAngle { get; }
```